Repository: sshaybaz9/MuslimBank
Catalog: *.lproj/Localizable.strings
Languages: mr, ur

source: Forgot Login Pin?
mr: लॉग इन पिन विसरलात?
ur: لاگ ان پن بھول گئے?

source: Login
mr: लॉग इन
ur: میں لاگ ان کریں

source: Bank will send verififcation code via SMS on this mobile number.
mr: बँक या मोबाइल नंबरवर एसएमएसद्वारे सत्यापन कोड पाठवेल.
ur: اس موبائل نمبر پر بینک ایس ایم ایس کے ذریعہ بینک کو تصدیق کرے گا

source: New to app? Generate secure pin for Authentication
ur: اپلی کیشن نیا؟ توثیق کے لئے محفوظ پن بنائیں

source: Do not share verification code received via SMS with unknown person.
mr: अज्ञात व्यक्तीसह SMS द्वारे प्राप्त झालेला सत्यापन कोड सामायिक करू नका.
ur: نامعلوم شخص کے ساتھ ایس ایم ایس کے ذریعہ موصول ہونے والی توثیق کوڈ کا اشتراک نہ کریں.

source: Registered mobile number with bank
mr: बँकेकडे नोंदणीकृत मोबाइल नंबर
ur: بینک کے ساتھ رجسٹرڈ موبائل نمبر.

source: Get verification code
mr: सत्यापन कोड मिळवा
ur: توثیقی کوڈ حاصل کریں

source: Already having pin? Login
mr: पिन आहे? लॉग इन
ur: پہلے سے ہی پن ہے؟ میں لاگ ان کریں

source: Verification code
mr: सत्यापन कोड
ur: تصدیقی کوڈ

source: Proceed
mr: पुढे चला
ur: آگے بڑھو

source: Note : Do not share verification code with unknown person
mr: टीप: अज्ञात व्यक्तीसह सत्यापन कोड सामायिक करू नका
ur: نوٹ: نامعلوم شخص کے ساتھ توثیقی کوڈ کا اشتراک نہ کریں

source: Resend verification code
mr: सत्यापन कोड पुन्हा पाठवा
ur: توثیق کوڈ دوبارہ کریں

source: Account number
mr: खाते क्रमांक
ur: اکاؤنٹ نمبر

source: Setup login PIN
mr: लॉगिन पिन सेट करा
ur: سیٹ اپ لاگ ان پن

source: Enter login PIN
mr: लॉगिन पिन प्रविष्ट करा
ur: لاگ ان پن درج کریں

source: Confirm login PIN
mr: लॉगिन PIN ची पुष्टी करा
ur: لاگ ان PIN کی توثیق کریں

source: Save
mr: जतन करा
ur: محفوظ کریں

source: WELCOME
mr: आपले स्वागत आहे
ur: خوش آمدید

source: Home
mr: होम
ur: گھر

source: Profile
mr: प्रोफाइल
ur: پروفائل

source: My Account
mr: माझे खाते
ur: میرا اکاونٹ

source: Change login pin
mr: लॉगिन पिन बदला
ur: لاگ ان پن تبدیل کریں

source: Rate us
mr: आम्हाला रेट करा
ur: ہمیں شرح

source: Contact us
mr: आमच्याशी संपर्क साधा
ur: ہم سے رابطہ کریں

source: Language change
mr: भाषा बदल
ur: زبان تبدیل

source: Logout
mr: बाहेर पडणे
ur: لاگ آوٹ

source: Accounts
mr: खाती
ur: اکاؤنٹس

source: Transactions
mr: व्यवहार
ur: ٹرانسمیشن

source: Loans
mr: कर्ज
ur: قرض

source: Bill payment and Reminder
mr: बिल देयक आणि रिमाइंडर
ur: بل ادائیگی اور یاد دہانی

source: UPI
mr: युनिफाइड पेमेंट इंटरफेस
ur: متحد ادائیگی کے انٹرفیس

source: Locate ATMs
mr: एटीएम शोधा
ur: اے ٹی ایمز کا پتہ لگائیں

source: Offer
mr: ऑफर
ur: پیش کرتے ہیں

source: Services
mr: सेवा
ur: خدمات

source: Cards
mr: कार्ड
ur: کارڈ

source: Please give rating based on your experience with this app.Your rating will be useful in order to study and improve user experience.
ur: براہ کرم اس ایپ کے ساتھ اپنے تجربے پر مبنی درجہ بندی دیں. آپ کا درجہ صارف کے تجربے کا مطالعہ اور بہتر بنانے کے لئے مفید ثابت ہوگا

source: Submit
mr: सबमिट करा
ur: جمع

source: You can reset your pin from here
mr: आपण येथून आपला पिन रीसेट करू शकता
ur: آپ یہاں سے اپنے پن کو ری سیٹ کرسکتے ہیں

source: Please setup login pin
mr: कृपया लॉगिन पिन सेट करा
ur: براہ مہربانی لاگ ان پن سیٹ کریں

source: LOGIN
mr: लॉग इन करा
ur: میں لاگ ان کریں

source: Mini Statement
mr: मिनी स्टेटमेंट
ur: مینی بیان

source: Location
mr: स्थान
ur: مقام

source: Contact information
mr: संपर्क माहिती
ur: رابطے کی معلومات

source: Head Office Address
mr: मुख्य कार्यालय पत्ता
ur: ہیڈ آفس ایڈریس

source: 647, Bhawani Peth, 4th Floor, Golden Jubilee Technical Institute Building, Pune -411042.
mr: 647, भवानी पेठ, चौथा मजला, सुवर्णमहोत्सवी तांत्रिक संस्था इमारत, पुणे -411042.
ur: 647، بھوانی پیت، 4th منزل، گولڈن جیوب تکنیکی انسٹی ٹیوٹ عمارت، پون -411042.

source: Email address
mr: ईमेल पत्ता
ur: ای میل اڈریس

source: Contact number
mr: संपर्क क्रमांक
ur: رابطہ نمبر

source: Profile information
mr: प्रोफाइल माहिती
ur: ذاتی معلومات

source: Personal information
mr: वैयक्तिक माहिती
ur: ذاتی معلومات

source: Name
mr: नाव
ur: نام

source: Mobile
mr: मोबाईल
ur: موبائل

source: Email
mr: ईमेल
ur: ای میل

source: Address
mr: पत्ता
ur: ایڈریس

source: State
mr: राज्य
ur: حالت

source: City
mr: शहर
ur: شہر

source: Create MMID
mr: MMID तयार करा
ur: ایم ایم ڈی بنائیں

source: Generate MMID
mr: MMID व्युत्पन्न करा
ur: ایم ایم ڈی پیدا کریں

source: Disable MMID
mr: MMID अक्षम करा
ur: ایم ایم ڈی کو غیر فعال کریں

source: Available Balance :
ur: دستیاب بیلنس :

source: Balance
mr: शिल्लक
ur: بقیہ

source: Details
mr: तपशील
ur: تفصیلات

source: Recent transaction
mr: अलीकडील व्यवहार
ur: حالیہ ٹرانزیکشن

source: Transaction History
mr: व्यवहार इतिहास
ur: ٹرانزیکشن کی تاریخ

source: Transaction refrence number:
mr: लेनदेन संदर्भ क्रमांक:
ur: ٹرانزیکشن کی بحالی کا نمبر:

source: Status:
mr: स्थिती:
ur: حالت:

source: Transaction type:
mr: व्यवहार प्रकार:
ur: ٹرانزیکشن کی قسم:

source: Refer Friends
mr: मित्रांना सांगा
ur: دوستوں کا حوالہ دیں

source: Enter email
mr: ईमेल प्रविष्ट करा
ur: ای میل درج کریں

source: Branch
mr: शाखा
ur: برانچ

source: Account Type
mr: खाते प्रकार
ur: اکاؤنٹ کی اقسام

source: Description:
mr: वर्णन:
ur: تفصیل:

source: Account ID:
mr: खाते ID:
ur: اکاؤنٹ کی شناخت:

source: IFS Code:
mr: आयएफएससी कोड:
ur: آئی ایف سی ایس کوڈ:

source: Currency:
mr: चलन:
ur: کرنسی:

source: Fund Transfer
mr: निधी हस्तांतरण
ur: فنڈ ٹرانسفر

source: Summary
mr: सारांश
ur: خلاصہ

source: Show IMPS Mini Statment
mr: IMPS मिनी स्टेटमेंट दर्शवा
ur: IMPS مینی مجسمہ دکھائیں

source: Date and Time
mr: तारीख आणि वेळ
ur: تاریخ اور وقت

source: Amount
mr: रक्कम
ur: رقم

source: Transaction
mr: व्यवहार
ur: ٹرانزیکشن

source: View Deposit
mr: ठेवी पहा
ur: ذخیرہ دیکھیں

source: Select Deposit type
mr: ठेव प्रकार निवडा
ur: جمع کی قسم کا انتخاب کریں

source: OPEN FD
mr: मुदत ठेव उघडा
ur: کھولیں ایف ڈیکھولیں ایف ڈی

source: OPEN RD
mr: आरडी उघडा
ur: کھولیں آرڈ

source: DEPOSITS
mr: ठेवी
ur: ڈپازٹس

source: View Deposits
mr: ठेवी पहा
ur: ذخیرہ دیکھیں

source: Enter details for Fixed deposit
mr: फिक्स्ड डिपॉझिटसाठी तपशील भरा
ur: فکسڈ جمع کرنے کے لئے تفصیلات درج کریں

source: Enter details for Recurring deposit
mr: आवर्ती ठेव साठी तपशील भरा
ur: دوبارہ آمدنی کے جمع کرنے کے لئے تفصیلات درج کریں

source: Select scheme
mr: योजना निवडा
ur: سکیم منتخب کریں

source: Select Scheme
mr: योजना निवडा
ur: منصوبہ منتخب کریں

source: Add Beneficiary
mr: लाभार्थी जोडा
ur: گراؤنڈ شامل کریں

source: Note: Beneficiary will be activated immediately
mr: नोंद: लाभार्थी लगेच सक्रिय केले जाईल
ur: نوٹ: گراؤنڈ فوری طور پر چالو کر دیا جائے گا

source: Beneficiary Category
mr: लाभार्थी वर्ग
ur: فوائد زمرہ

source: Select Beneficiary
mr: लाभार्थी निवडा
ur: فائدہ مند منتخب کریں

source: Beneficiary Name
mr: लाभार्थीचे नाव
ur: فوائد کا نام

source: IFS Code of Beneficiary's bank
mr: लाभार्थी बँकेच्या आयएफएस कोड
ur: فائدے کے بینک کے آئی ایف ایس کوڈ

source: Beneficiary account number
mr: लाभार्थी खाते क्रमांक
ur: لابارتی اکاؤنٹ نمبر

source: Transfer limit
mr: हस्तांतरण मर्यादा
ur: منتقلی کی حد

source: Register
mr: नोंदणी करा
ur: رجسٹر کریں

source: Cancel
mr: रद्द करा
ur: منسوخ کریں

source: Pay using Account
mr: खाते वापरून पैसे भरा
ur: اکاؤنٹ کا استعمال کرتے ہوئے ادائیگی کریں

source: P2A using IFS Code
mr: आयएफएस कोड वापरून पी 2 ए
ur: I2S کوڈ کا استعمال کرتے ہوئے P2A

source: Balance inquiry
mr: शिल्लक चौकशी
ur: بیلنس انکوائری

source: Retrieve MMID
mr: MMID पुनर्प्राप्त करा
ur: MMID دوبارہ حاصل کریں

source: Cancel MMID
mr: MMID रद्द करा
ur: ایم ایم ڈی کو منسوخ کریں

source: Transaction inquiry
mr: व्यवहार चौकशी
ur: ٹرانزیکشن انکوائری

source: Mini statement
mr: मिनी स्टेटमेंट
ur: مینی بیان

source: Add beneficiary
mr: लाभार्थी जोडा
ur: فائدہ اٹھانے

source: Person to Account - IMPS
mr: खात्यातील व्यक्ती - IMPS
ur: اکاؤنٹ کا اکاؤنٹ - IMPS

source: Debit From Account
mr: खात्यातून डेबिट
ur: اکاؤنٹ سے ڈیبٹ

source: Select Account
mr: खाते निवडा
ur: اکاؤنٹ منتخب کریں

source: Debit Account Number
mr: डेबिट खाते क्रमांक
ur: ڈیبٹ اکاؤنٹ نمبر

source: Amount to be transferred
mr: हस्तांतरित करण्याची रक्कम
ur: منتقل ہونے کی رقم

source: IFS Code
mr: आयएफएससी कोड
ur: IFSC کوڈ

source: Purpose
mr: उद्देश
ur: مقصد

source: Please note, as per RBI instruction credit will be effected based solely on the beneficiary account number information.
mr: कृपया नोंद घ्या की रिझर्व्ह बॅंकेच्या सूचना क्रेडिटनुसार केवळ लाभार्थी खाते क्रमांक माहितीवर आधारित प्रभाव घेतला जाईल.
ur: برائے مہربانی نوٹ کریں، آرجیبی ہدایات کریڈٹ کے مطابق کریڈٹ اکاؤنٹنگ اکاؤنٹس کی معلومات پر صرف بنیاد پر اثر انداز ہو جائے گا.

source: Required field is Empty
mr: आवश्यक फील्ड रिक्त आहे
ur: ضروری فیلڈ خالی ہے

source: Please enter the Mobile Number
mr: कृपया मोबाइल नंबर प्रविष्ट करा
ur: برائے مہربانی موبائل نمبر درج کریں

source: Please enter the Password
mr: कृपया संकेतशब्द प्रविष्ट करा
ur: پاس ورڈ درج کریں

source: Select Transaction Item
ur: ٹرانزیکشن آئٹم منتخب کریں

source: Show Account Balance
mr: खाते शिल्लक दर्शवा
ur: اکاؤنٹ بیلنس دکھائیں

source: Balance Enquiry
mr: बॅलन्स चौकशी
ur: بیلنس انکوائری

source: Profile Update
mr: प्रोफाईल अद्यतन
ur: پروفائل اپ ڈیٹ

source: Make sure your internet connection is stable.
mr: आपले इंटरनेट कनेक्शन स्थिर असल्याची खात्री करा.
